{
  "rules" : [
    {
      "title" : "Регистрация пользователя на площадке:",
      "items": [
        {"description": "Для регистрации пользователя на площадке необходимо заполнить форму регистрации и подтвердить свою электронную почту"},
        {"description": "Для заполнения формы регистрации на площадке пользователю необходимо нажать кнопку 'Войти' на главной странице сайта"},
        {"description": "Прямая ссылка на главную страницу сайта:", "url": "http://localhost:3000", "urlDescription": "Главная страница"}
      ]
    },
    {
      "title" : "Регистрация поставщика пиломатериалов на площадке:",
      "items": [
        {"description": "Поставщик пиломатериалов, это физическое лицо или организация, коммерческой деятельностью которых является продажа пиломатериалов."},
        {"description": "Для регистрации пользователя площадки как поставщика пиломатериалов пользователю необходимо заполнить дополнительную форму регистрации поставщика пиломатериалов и пройти модерацию у администрации площадки."},
        {"description": "При регистрации как поставщика пиломатериалов пользователь указывает фактические данные коммерческой организации или индивидуального предпринимателя от имени которго будет продаваться товар."},
        {"description": "Электронная почта поставщика пиломатериалов может совпадать с электронной почтой пользователя которую он указал при регистрации на площадке"},
        {"description": "Прямая ссылка на страницу регистрации пользователя как поставщика пиломатериалов:", "url": "http://localhost:3000/user", "urlDescription": "Личный Кабинет"}
      ]
    },
    {
      "title" : "Регистрация реселлера на площадке:",
      "items": [
        {"description": "Реселлер, это физическое лицо или организация, коммерческой деятельностью которых является привлечение на площадку поставщиков пиломатериалов."},
        {"description": "Заработком реселлера на площадке является денежное вознаграждение за каждую лицензию использованную поставщиком пиломатериалов для публикации обьявления о товаре."},
        {"description": "Для регистрации пользователя площадки как реселлера пользователю необходимо заполнить дополнительную форму регистрации и пройти модерацию у администрации площадки."},
        {"description": "Реселлер получает вознаграждения только за тех поставщиков товара которых он зарегистрировал на площадке через личный кабинет реселлера"},
        {"description": "За каждую публикацию поставщика пиломатериалов, закрепленного за ресселером, реселлер получает 1 рубль"},
        {"description": "Администрация площадки ежемесячно 5-го числа производит расчет выплат денежного вознаграждения, о чем реселлеру на электронную почту направляется расчет денежного вознаграждения для согласования."},
        {"description": "После согласования реселлером ежемесячного расчета о денежном вознаграждении, администрация площадки в течении 3-х дней переводит реселлеру денежное вознаграждение на его банковскую карту."},
        {"description": "Реселлер не может одновременно являться  еще и поставщиком пиломатериалов, возможность публиковать свои обьявления на площадке для реселлера отсутствует."},
        {"description": "Прямая ссылка на страницу регистрации пользователя как реселлера на полощадке:", "url": "http://localhost:3000/user", "urlDescription": "Личный Кабинет"},
        {"description": "Прямая ссылка на личный кабинет реселлера на полощадке:", "url": "http://localhost:3000/user", "urlDescription": "Личный Кабинет Реселлера"}
      ]
    },
    {
      "title" : "Лицензии на публикацию обьявлений:",
      "items": [
        {"description": "Для публикации обьявления на площадке пользователь должен быть зарегестрирован на площадке как поставщик пиломатериалов, пройти модерацию администрацией площадки и приобрести лицензии на публикацию обьявлений"},
        {"description": "Для публикации обьявления пользователю требуется лицензия, одна лицензия на публикацию позволяет опубликовать одно обьявление на сорк до 02 часов 00 минут следущих суток за днем публикации"},
        {"description": "При снятии обьявления с публикации раньше 02 часов 00 минут следущих суток за днем публикации, лицензия считаентся использованной и пользователю назад не возвращается"},
        {"description": "Обьявления не снятые пользователем с публикации продолжают автоматически публиковаться до исчерпания у пользователя запаса приобретенных лицензий."},
        {"description": "В случае окончания у пользователя лицензий на публикацию, все его опубликованные обьявления пользователя будут сняты с публикации в 02 часа 00 минут следующих суток."},
        {"description": "Стоимость лицензии на публикацию одного товара установлена в размере 3 рублей"},
        {"description": "Для зарегестрированных поставщиков пиломатериалов - прямая ссылка  на страницу управления лицензиями:", "url": "http://localhost:3000/licenses", "urlDescription": "Управление лицензиями"}
      ]
    },
    {
      "title" : "Требования к фотографиям:",
      "items": [
        {"description": "Фотографии Изображения в объявлениях должны быть качественными, соответствующими заголовку и описанию. Запрещено использование низкокачественных, вызывающих или эстетически неприемлемых изображений, таких как обнаженные или вызывающе одетые люди, болезни, увечья, катастрофы, трупы животных и людей и т.д."},
        {"description": "На фотографиях запрещено использование надписей, привлекающих внимание, к примеру, «Срочно», «Внимание», «Акция», «Скидки», и прочее."},
        {"description": "Фотографии не должны содержать какую-либо контактную информацию: номер телефона, адрес, название сайта, никнеймы, а также прочие контактные данные, названия мессенджеров или способы связи."},
        {"description": "Фотографии должны быть сделаны автором объявления, не должны содержать логотипы, вотермарки (Watermark), водяные знаки и иные элементы других Интернет-ресурсов или печатных каталогов."},
        {"description": "В объявление можно добавить от 1 до 3 изображений во всех категориях. Размер одного изображения до 5Мб."}
      ]
    },
    {
      "title" : "Требования к описанию товара:",
      "items": [
        {"description": "Описание объявления должны быть составлены на русском языке, за исключением международных товарных знаков."},
        {"description": "Описание объявления должны соответствовать изображению товара на фотографиях."},
        {"description": "В описании запрещено использование слов (тегов), не относящихся к объявлению с целью продвижения его в поиске."},
        {"description": "Описание объявления может содержать до 1000 символов."}
      ]
    },
    {
      "title" : "Требования к объявлениям:",
      "items": [
        {"description": "Запрещено публиковать обьявления с информацией, о продаже запрещенных товаров и услуг."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других пользователей или третьих лиц."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая нарушает права несовершеннолетних лиц."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая является вульгарной или непристойной, содержит порнографические изображения и тексты или сцены сексуального характера с участием несовершеннолетних; содержит нецензурную брань, бранные слова и выражения, не относящиеся к нецензурной брани."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая содержит информацию о жестоком обращении с животными."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая содержит описание средств и способов суицида, любое подстрекательство к его совершению."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая содержит экстремистские материалы."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственной и коммерческой тайной, информацией о частной жизни третьих лиц."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая содержит рекламу или описывает привлекательность употребления наркотических веществ, в том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая носит мошеннический характер."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая нарушает интеллектуальные права третьих лиц."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая содержит спам, в том числе в виде простого набора букв в объявлении, в том числе в названии и/или описании товара, размещения объявлений в отношении несуществующих товаров."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая нарушает иные права и интересы граждан и юридических лиц или требования законодательства Российской Федерации."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая описывает способы заработка в интернете, содержит информацию о казино, тотализаторах, любых азартных играх и пари."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая содержит описание финансовых пирамид."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, которая является политической рекламой."},
        {"description": "Запрещено публиковать обьявления с информацией, с информацией, в отношении Товаров, оборот и реализация которых запрещена и/или ограничена действующим применимым законодательством."},
        {"description": "Запрещено публиковать обьявления с информацией, о несуществующих и неактуальных предложениях."},
        {"description": "Запрещено публиковать обьявления с информацией, содержащие рекламную информацию — реклама компании, магазина, интернет-ресурса или необоснованное использование товарных знаков известных брендов."},
        {"description": "Запрещено публиковать обьявления с информацией, связанные с просьбами о материальной помощи."},
        {"description": "Запрещено публиковать обьявления с информацией, о посредничестве, продаже товаров на заказ. В момент размещения Объявления товар должен быть в наличии."},
        {"description": "Запрещено публиковать обьявления с информацией, не предоставляющие исчерпывающей информации о товаре или услуге."},
        {"description": "Запрещено публиковать обьявления с информацией, с заведомо ложной информацией о товаре или услуге."},
        {"description": "Запрещено публиковать обьявления схожие объявления в отношении одного и того же Товара, в том числе через разные Личные кабинеты"}
      ]
    },
    {
      "title" : "Требования к публикации обьявлений:",
      "items": [
        {"description": "На площадке разрешена публикация обьявлений только о продаже пиломатериалов,  продуктов деревобработки оборот которых не противоречит законодательству Российской Федерации."},
        {"description": "Любые другие товары или услуги, публиковать на площадке запрещено."}
      ]
    },
    {
      "title" : "В сервисе запрещается:",
      "items": [
        {"description": "Использовать нецензурные выражения."},
        {"description": "Использовать ложную информацию, в том числе представляться «администрацией», «модератор», «поддержкой», «менеджером» и т.п."},
        {"description": "Использовать  выражения экстремистского содержания."},
        {"description": "Использовать  выражения с призывом к насилию."},
        {"description": "Использовать рекламную и контактную информацию (адреса сайтов и площадок на сторонних интернет-сервисах)."},
        {"description": "Массовая рассылка сообщений (спам) другим пользователям приложения с одного или нескольких аккаунтов пользователя."},
        {"description": "Воспроизводить, распространять, перерабатывать в коммерческих или некоммерческих целях программные элементы Сервиса при отсутствии разрешения Компании на совершение данных действий."},
        {"description": "Воспроизводить элементы дизайна или пользовательского интерфейса Сервиса при создании сайтов или ведении любой коммерческой деятельности в сети Интернет или вне ее.\n"},
        {"description": "Регистрироваться в качестве Пользователя от имени или вместо другого лица («фальшивый аккаунт»), искажать сведения о себе и своем возрасте."},
        {"description": "Использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального функционирования Сервиса или Личных кабинетов Пользователей."},
        {"description": "Загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать вирусы, трояны и другие вредоносные программы."},
        {"description": "Использовать без специального на то разрешения Компании автоматизированные скрипты (программы) для сбора информации из Сервиса."},
        {"description": "Любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома, пытаться получить доступ к логину и Личному кабинету другого Пользователя."},
        {"description": "Осуществлять незаконные сбор и обработку персональных данных других лиц."},
        {"description": "Осуществлять использование Сервиса не по назначению или иным способом, кроме как через интерфейс, предоставленный Компанией."},
        {"description": "Воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и перепродавать доступ к использованию Компании."},
        {"description": "Размещать одинаковые или схожие объявления, независимо от указанного местоположения или выбранной категории, в том числе через разные аккаунты."},
        {"description": "Размещать любую другую информацию и/или Объявления, которые, по личному мнению Компании, являются нежелательными, не соответствуют целям создания Сервиса, ущемляют интересы Пользователей или по другим причинам являются нежелательными для размещения в Сервисе."},
        {"description": "Осуществлять массовые однотипные действия (например, публиковать объявления путем использования скриптов) самостоятельно либо от имени других Пользователей с использованием функционала Сервиса, в том числе, путем введения в заблуждение или с обещанием поощрения, в том числе, с использованием любых программ, автоматизированных скриптов."}
      ]
    }
  ]
}
